"TASK_TITLE" = "Restore";
"TASK_TOOLTIP" = "Restores a disk image to a specific partition or disk.";
"TASK_DESCRIPTION" = "Restores a disk image to a specific partition or disk.";

"MBs" = "MBs";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";

"Please select..." = "Please select...";
"Waiting for multicast initialization (%ds)..." = "Waiting for multicast initialization (%ds)...";
"Waiting for %d other clients to join the multicast" = "Waiting for %d other clients to join the multicast";
"Waiting for the other clients to complete their multicast restore" = "Waiting for the other clients to complete their multicast restore";
"First disk available" = "First disk available";
"Mounted volumes" = "Mounted volumes";
"Other filesystems" = "Other filesystems";
"The target volume '%@' was not found" = "The target volume '%@' was not found";
"Invalid target volume!" = "Invalid target volume!";
"OK" = "OK";
"The target volume '%@' was not found. Please check your workflow." = "The target volume '%@' was not found. Please check your workflow.";
"The disk image was not found" = "The disk image was not found";
"Invalid disk image!" = "Invalid disk image!";
"The disk image was not found. Please check your workflow." = "The disk image was not found. Please check your workflow.";

"Fixing ByHost preferences" = "Fixing ByHost preferences";
"Restoration engine init" = "Restoration engine init";
"Creating system recovery partition" = "Creating system recovery partition";
"Restoring system recovery partition" = "Restoring system recovery partition";
"Blessing recovery partition" = "Blessing recovery partition";
"Enabling recovery partition" = "Enabling recovery partition";
"Restoring APFS image" = "Restoring APFS image";
"Restoring Preboot volume" = "Restoring Preboot volume";
"Restoring Recovery volume" = "Restoring Recovery volume";
"Restoring HFS image" = "Restoring HFS image";
"Blessing boot volume" = "Blessing boot volume";
"Preventive volume repair" = "Preventive volume repair";
"Converting volume to a CoreStorage logical volume" = "Converting volume to a CoreStorage logical volume";
"Restoring NTFS image" = "Restoring NTFS image";
"Restoring Winclone bundle" = "Restoring Winclone bundle";
"Restoring device image" = "Restoring device image";

"Cannot find a valid internal disk for restoration (SSD and not current boot drive)." = "Cannot find a valid internal disk for restoration (SSD and not current boot drive).";
"Cannot find a valid internal disk for restoration (ATA protocol and not current boot drive)." = "Cannot find a valid internal disk for restoration (ATA protocol and not current boot drive).";
"APFS volumes can be restored on Solid State drives only." = "APFS volumes can be restored on Solid State drives only.";
"The destination volume is too small." = "The destination volume is too small.";
"Cannot work on the restored volume (the volume name is null)." = "Cannot work on the restored volume (the volume name is null).";
"An error occurred while restoring the disk image on the destination volume." = "An error occurred while restoring the disk image on the destination volume.";
"Cannot get the device of the destination volume." = "Cannot get the device of the destination volume.";
"Cannot restore a NTFS image on a RAID set." = "Cannot restore a NTFS image on a RAID set.";
"DeployStudio supports self-extracting Winclone bundles only!" = "DeployStudio supports self-extracting Winclone bundles only!";
"Cannot restore a device image on a RAID set." = "Cannot restore a device image on a RAID set.";
